#ifndef __LED_H
#define __LED_H	 
#include "sys.h"
				  
///////////////////////////////////////////////////////////////////////////////////////////////
//tip:                                                                          			 //
//LED0\1,写0 LED0\1灭，写1 LED0\1灭														     //
//注意：LED0\1并不是变量，而是宏定义，最终效果是对IO寄存器进行操作								 //
//注意：同时，LED_init(),会将LED1点亮，若再给LED1写1，则能够达到复位后LED1闪烁的效果，有提示作用 //
///////////////////////////////////////////////////////////////////////////////////////////////

#define LED0 PCout(6)// PC6
#define LED1 PCout(7)// PC7	

void LED_Init(void);//初始化

		 				    
#endif
